public/School/Classes/APLit/PoetryVocab.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Poetry Vocab</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/htmlize.css"/>
<link rel="stylesheet" type="text/css" href="https://fniessen.github.io/org-html-themes/src/readtheorg_theme/css/readtheorg.css"/>
</head>
<body>
<div id="content">
<h1 class="title">Poetry Vocab</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#org5eca147">Poetry Vocabulary</a>
<ul>
<li><a href="#org577d1a0">Elements</a></li>
<li><a href="#org3c0a760">Types</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-org5eca147" class="outline-2">
<h2 id="org5eca147">Poetry Vocabulary</h2>
<div class="outline-text-2" id="text-org5eca147">
</div>
<div id="outline-container-org577d1a0" class="outline-3">
<h3 id="org577d1a0">Elements</h3>
<div class="outline-text-3" id="text-org577d1a0">
</div>
<ul class="org-ul">
<li><a id="org1d54d9b"></a>Stanza: a group of consecutive lines in a poem that form a single unit<br /></li>
<li><a id="org33d96aa"></a>Meter: a regular pattern of stressed and unstressed syllables<br />
<ul class="org-ul">
<li><a id="orgb968a75"></a>˘ /   ˘    /   ˘      /   ˘   /   ˘ /   ˘    /   ˘    /  ˘ /<br /></li>
<li><a id="org4c67de7"></a>I do not like green eggs and ham, I do not like them Sam I am<br /></li>
</ul>
</li>
<li><a id="orge237851"></a>Iambic pentameter: a line of poetry containing five beats: unstressed syllable then a stressed syllable<br />
<ul class="org-ul">
<li><a id="org67b7247"></a>˘   /     ˘     /     ˘   /  ˘   /  ˘     /<br /></li>
<li><a id="org7643095"></a>But SOFT, what LIGHT from YONder WINdow BREAKS?<br /></li>
</ul>
</li>
<li><a id="orgbce80a2"></a>Rhyme: the repetition of accented vowel sounds following them in words that are close together in a poem (such as mean and screen). Not all poems rhyme.<br /></li>
<li><a id="org85e538e"></a>End Rhyme: rhymes at the end of lines of poetry<br />
<ul class="org-ul">
<li><a id="orgd1ea3e4"></a>The world would end tomorrow afternoon<br /></li>
<li><a id="orgf35f89d"></a>But short of that, it might be too soon<br /></li>
</ul>
</li>
<li><a id="orgb31be68"></a>Rhyme Scheme: the pattern of end rhymes in a poem<br />
<ul class="org-ul">
<li><a id="org570a759"></a>Little Miss Muffet  a<br /></li>
<li><a id="org4cc8d27"></a>Sat on a tuffet a<br /></li>
<li><a id="orge7b7a7e"></a>Eating her curds and whey b<br /></li>
<li><a id="org9bbd163"></a>Along came a spider c<br /></li>
<li><a id="orgac3e86b"></a>And sat down beside her c<br /></li>
<li><a id="orgbfd1d21"></a>And frightened Miss Muffet away b<br /></li>
</ul>
</li>
<li><a id="org4269884"></a>Internal Rhyme: rhymes within lines of poetry<br />
<ul class="org-ul">
<li><a id="org5fa9af0"></a>Back in the chamber turning, all my soul within me burning.<br /></li>
</ul>
</li>
<li><a id="orgf823e23"></a>Approximate/Slant Rhyme: rhymes involving sounds that are similar but not exactly the same<br />
<ul class="org-ul">
<li><a id="orgff795f3"></a>(such as leave/live)<br /></li>
</ul>
</li>
<li><a id="org5f72fab"></a>Refrain: a repeated sound, word, phrase, line, or group of lines<br />
<ul class="org-ul">
<li><a id="org0d9449d"></a>“I gotta a feeling, that tonight’s gonna be a good night, that tonight’s gonna be a good night”<br /></li>
</ul>
</li>
<li><a id="org2574e37"></a>Quatrain: four lined stanzas of any kind—rhymed, metered, etc.<br /></li>
<li><a id="orgab2cd2e"></a>Prose: any writing that is not poetry<br />
<ul class="org-ul">
<li><a id="org43b98fb"></a>(essays, novels, short stories, etc.)<br /></li>
</ul>
</li>
<li><a id="orgccc91d8"></a>Couplet: two consecutive lines in a poem, usually rhyming<br />
<ul class="org-ul">
<li><a id="org13f7833"></a>The outlook wasn’t brilliant for the Mudville nine that day;<br /></li>
<li><a id="org9eebddb"></a>The score stood four to two, with but one inning more to play;<br /></li>
</ul>
</li>
<li><a id="org85b32f9"></a>Onomatopoeia: the use of words whose sounds imitate or suggest their meaning<br />
<ul class="org-ul">
<li><a id="org5218302"></a>(buzz, rustle, boom, tick tock, crunch, sizzle)<br /></li>
</ul>
</li>
<li><a id="orgb17393d"></a>Speaker: the voice talking to us in the poem<br />
<ul class="org-ul">
<li><a id="org6c3a4b9"></a>The voice is sometimes, but not always, the poet. Think of the <span class="underline"><span class="underline"><span class="underline"><span class="underline"><span class="underline"><span class="underline">__</span></span></span></span></span></span> (or the voice) as a character the author has created.<br /></li>
</ul>
</li>
<li><a id="org57dd571"></a>Pun: a play on words, either on different senses of the same  word or on the similar sense or sound of different words<br /></li>
<li><a id="org8c6a8b0"></a>Assonance: repeated vowel sounds in non-rhyming words<br />
<ul class="org-ul">
<li><a id="orgb219e48"></a>He was way late to pick the grapes in May.<br /></li>
</ul>
</li>
<li><a id="org83fd2a4"></a>Alliteration: the repetition of the same consonant sounds in words that are close together, or the repetition of consonant sounds that are very similar<br />
<ul class="org-ul">
<li><a id="org49983c6"></a>She stopped and stood still for a long time<br /></li>
</ul>
</li>
</ul>
</div>

<div id="outline-container-org3c0a760" class="outline-3">
<h3 id="org3c0a760">Types</h3>
<div class="outline-text-3" id="text-org3c0a760">
</div>
<ul class="org-ul">
<li><a id="orgb80980f"></a>Ode: a lyric poem, rhymed or unrhymed, that praises something or someone<br /></li>
<li><a id="org7ceea83"></a>Narrative: a poem that tells a story<br /></li>
<li><a id="org28906ee"></a>Free Verse: a poem that has no pattern of meter or regular rhyme scheme<br /></li>
<li><a id="orge18ab08"></a>Lyric Poem: a poem that expresses the feelings or thoughts of a speaker; It does NOT tell a story<br /></li>
<li><a id="org50b5c90"></a>Ballad: a song or songlike poem that tells a story mostly dealing with adventure or romance<br /></li>
<li><a id="org8c7acf0"></a>Elegy: a poem of mourning or grief, usually about someone who has died<br /></li>
<li><a id="org531f8bd"></a>Sonet: a fourteen-line poem, usually written in iambic pentameter.  Shakespeare wrote these with a specific rhyming scheme of:<br />
<ul class="org-ul">
<li><a id="org6115c22"></a>ABAB CDCD EFEF GG<br /></li>
</ul>
</li>
<li><a id="org5020caa"></a>Lymeric: a very short humorous or nonsensical poem with five lines and an AABBA rhyme scheme<br /></li>
</ul>
</div>
</div>
</div>
</body>
</html>
